Repository: vlukyanov/BookClub_SwiftData
Catalog: Localizable.xcstrings
Source language: en
Languages: ru

source: %lld Quotes
ru: %lld Цитаты

source: Abort
ru: Отменить

source: Add
ru: Добавить

source: Are You Sure Delete %@ ?
ru: Вы уверены, удалить %@ ?

source: Are You Sure To Delete %@ ?
ru: Вы серьезно хотите удалить %@ ?

source: Attendees
ru: Участники

source: author
ru: автор

source: Author
ru: Автор

source: Author :
ru: Автор :

source: Back
ru: Назад

source: Back to Home
ru: Вернуться Домой

source: Book Details
ru: Подробности Kниги

source: Book Title
ru: Название Kниги

source: By:
ru: От Кого / Кто / Кем:

source: Cancel
ru: Отменить

source: Completed
ru: Завершено

source: Content
ru: Содержание

source: Create
ru: Создать

source: Create Account
ru: Зарегистрироваться

source: Create Genre
ru: Создать Жанр

source: Create new Genre
ru: Создать новый Жанр

source: Create Profile
ru: Создать Профиль

source: Date Added
ru: Удалить

source: Date Completed
ru: Дата Прочтения

source: Date Started
ru: Дата Начала

source: Delete
ru: Удалить

source: Description :
ru: Описание :

source: Dismiss
ru: Отклонить

source: Edit
ru: Редактировать

source: Email
ru: Электронная Почта

source: Enter your first book.
ru: Введите свою первую книгу.

source: Filter on title or author
ru: Фильтр на заголовке или авторе

source: First Name :
ru: Имя :

source: Genres
ru: Жанры

source: Hint
ru: Намек

source: Image Not Found
ru: Изображение Не Найдено

source: In Progress
ru: В ходе выполнения

source: June 6, 2021
ru: 6 Июня, 2021 года

source: Label
ru: Пометка

source: Last Name :
ru: Фамилия :

source: Login
ru: Авторизоваться

source: Meeting Info
ru: Информация о встрече

source: My Books
ru: Мои Книги

source: name
ru: имя

source: New Attendee
ru: Новый Посетитель

source: New Book
ru: Новая Книга

source: New Genre
ru: Новый Жанр

source: On Shelf
ru: На Полке

source: Page
ru: Страница

source: page #
ru: Страница #

source: Page: %@
ru: Страница: %@

source: Password
ru: Пароль

source: Password :
ru: Пароль :

source: Password Confirm :
ru: Подтвердить Пароль :

source: Profile
ru: Профиль

source: Rating
ru: Oценка

source: Rating :
ru: Оценка :

source: READ
ru: ПРОЧИТАНО

source: Readers
ru: Читатели

source: Recommended by
ru: Рекомендует

source: Required
ru: Необходимый

source: Save
ru: Сохранять

source: SEARCH
ru: ПОИСК

source: Set the genre color
ru: Установите цвет жанра

source: Sort by %@
ru: Сортировать %@

source: status
ru: статус

source: Status
ru: Статус

source: Synopsis
ru: Синопсис

source: title
ru: заголовок

source: Title
ru: Заголовок

source: Title :
ru: Заголовок :

source: Total count is: %lld
ru: Общее количество: %lld

source: Update
ru: Обновлять

source: UPDATE
ru: ОБНОВЛЯТЬ

source: Username (email address)
ru: Имя пользователя (адрес электронной почты)

source: Viewing: %lld
ru: Просмотр: %lld

source: Welcome to book club
ru: Добро пожаловать в книжный клуб

source: Welcome To The BookClub!
ru: Добро пожаловать в книжный клуб!

source: You need to create some genres first.
ru: Вам нужно сначала создать жанры.
